cask_args appdir: "/Applications"
tap "homebrew/bundle"
tap "homebrew/core"

## Command line

brew "git"
brew "gibo"
brew "git-secrets"

brew "zsh"
brew "zsh-completions"

brew "rbenv"
brew "ruby-build"

brew "docker"
cask "docker"

## Applications

cask "iterm2"
cask "sublime-text"
cask "google-chrome"
cask "google-japanese-ime"
cask "slack"
cask "bartender"
cask "alfred"
cask "1password"
cask "notion"
